/* Label next to search field */
"1 song" = "1 песня";

/* Label next to search field */
"%i songs" = "%i песен";

/* Dialog Button */
"Cancel" = "Отмена";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Будильник по умолчанию";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Вы хотите сохранить изменения для этого будильника перед закрытием?";

/* Dialog Button */
"Don't Save" = "Не сохранять";

/* Window title when editing an alarm */
"Edit Alarm" = "Редактировать";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Если вы не сохранитесь, внесенные изменения будут утеряны.";

/* Main prompt in sheet */
"Invalid alarm time" = "Неверное время для будильника";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Плейлист: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Пожалуйста, выберите дату и время в будущем.";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Пожалуйста, выберите дни, в которые будет срабатывать будильник.";

/* Dialog Button */
"Save" = "Сохранить";

/* Song label when using a song */
"Song: %@" = "Песня: %@";

